Repository: LiarOnce/packettracer-cn
Catalog: tm/auto/CPT8_1_1.tmx
Source language: en_us
Languages: zh_cn

source: Time to Ping:
zh_cn: Ping时间:

source: <p align="right"><b>Diagnostics</b></p>
zh_cn: <p align="right"><b>诊断</b></p>

source: <p align="center"><p align="right">Ping Test</p></p>
zh_cn: <p align="center"><p align="right">Ping测试</p></p>

source: IP or URL Address:
zh_cn: IP或URL地址:

source: bytes (32-65500)
zh_cn: 字节 (32-65500)

source: If using WorkProducts from the assessment tree, start with "AssessmentModel.getAssessmentItemValue"
zh_cn: 如果使用来自评估树的WorkProducts，请以“AssessmentModel.getAssessmentItemValue”开始

source: This function takes in "user", "answer", or "init" as the first parameter. Typically, we want "user". So, AssessmentModel.getAssessmentItemValue("user",
zh_cn: 此函数将“user”、“answer”或“init”作为第一个参数。通常，我们希望使用“user”作为第一个参数。因此，AssessmentModel.getAssessmentItemValue("user",

source: Enter a name. This will be used for reference later. No spaces, use only alphanumberic characters.
zh_cn: 输入名称。这将供以后参考。 没有空格，只能使用字母数字字符。

source: Try beginning with "AssessmentModel.getAssessmentItemValue", otherwise carry on if you know what you are doing.
zh_cn: 尝试以"AssessmentModel.getAssessmentItemValue"开始，否则，如果您知道您正在做什么，请继续。

source: End the expression with: ")
zh_cn: 使用如下方式结束表达式: ")

source: Replace <tree-path> with the assessment item node's path, seperated by ":"
zh_cn: 将<tree-path>替换为评估项目节点的路径，用“:”分隔

source: * These nodes are pulled from the Answer network. This Work Product Feature (WPF) will use the User network's nodes. So nodes that are not available may still be used if you know the expected path.
zh_cn: * 这些节点是从问答网络中提取出来的。此工作产品功能(WPF)将使用用户网络的节点。因此，如果您知道预期的路径，则仍然可以使用不可用的节点。

source: The second parameter is the assessment item node. Start with AssessmentModel.getAssessmentItemValue("user", "Network:
zh_cn: 第二个参数是评估项目节点。请以如下形式开始: AssessmentModel.getAssessmentItemValue("user", "Network:

source: Available Nodes*:
zh_cn: 可用节点*:

source: Error:
zh_cn: 错误:

source: Network:
zh_cn: 网络:

source: Enter a description for this work product.
zh_cn: 输入对此工作产品的描述。

source: Invalid Port Number
zh_cn: 无效的端口号

source: Packet Tracer cannot listen on this port for incoming peer connections.
zh_cn: Packet Tracer无法在此端口上监听对端传入连接.

source: Multi User Listening
zh_cn: 多用户监听

source: The Port Number you entered is incorrect!
zh_cn: 您输入的端口号不正确!

source: Elapsed Time: 0x%1
zh_cn: 已用时间: 0x%1

source: Option Length: 0x%1
zh_cn: 选项长度: 0x%1

source: SRC PORT: %1
zh_cn: 源端口: %1

source: ACK NUM: %1
zh_cn: 确认号: %1

source: SEQUENCE NUM: %1
zh_cn: 序列号: %1

source: CHECKSUM: 0x%1
zh_cn: 校验和: 0x%1

source: DEST PORT: %1
zh_cn: 目的端口: %1

source: Ipv6 Address: %1
zh_cn: IPv6地址: %1

source: Preferred LifeTime: 0x%1
zh_cn: 首选生命期: 0x%1

source: Valid Lifetime: 0x%1
zh_cn: 有效生命期: 0x%1

source: Enter valid primaryServerName.
zh_cn: 输入有效的主服务器名.

source: Invalid refreshTime -- Packet Tracer
zh_cn: 无效的刷新时间 -- Packet Tracer

source: Enter valid Hostname.
zh_cn: 输入有效的主机名.

source: Enter a valid refreshTime.
zh_cn: 输入有效的刷新时间.

source: Invalid retryTime -- Packet Tracer
zh_cn: 无效的重试时间 -- Packet Tracer

source: Enter valid Mailbox.
zh_cn: 输入有效的邮箱.

source: Invalid expiryTime -- Packet Tracer
zh_cn: 无效的过期时间 -- Packet Tracer

source: Name Should not be empty.
zh_cn: 名称不能为空.

source: No DNS Record Selected.
zh_cn: 未选择任何DNS记录。

source: Enter a valid retryTime.
zh_cn: 输入有效的重试时间。

source: Enter serverName.
zh_cn: 输入服务器名.

source: Enter a valid expiryTime.
zh_cn: 输入有效的过期时间。

source: Invalid Minimum T T L -- Packet Tracer
zh_cn: 无效的最小T T L -- Packet Tracer

source: Invalid minimum T T L -- Packet Tracer
zh_cn: 无效的最小T T L -- Packet Tracer

source: Enter a valid minimum TTL.
zh_cn: 输入有效的最小TTL.

source: <center>Router Priority: 0x%1
zh_cn: <center>路由器优先级: 0x%1

source: <center>Link Local Address: %1
zh_cn: <center>本地链路地址: %1

source: <center>Options: %1
zh_cn: <center>选项: %1

source: <center>#Prefixes: 0x%1
zh_cn: <center>#前缀: 0x%1

source: Source Port out of range [1 - 65536].
zh_cn: 源端口超出范围 [1 - 65536].

source: TOS out of range [0 - 255].
zh_cn: TOS超出范围[0 - 255].

source: Invalid Sequence Number Entered.
zh_cn: 输入的序列号无效.

source: The minimum value for the time is 0 and the maximum is 1000000.
zh_cn: 时间的最小值为0，最大值为1000000.

source: Incorrect Interval -- Packet Tracer
zh_cn: 间隔不正确 -- Packet Tracer

source: Enter Destination Port
zh_cn: 输入目的端口

source: Sequence Number out of range [0 - 65536].
zh_cn: 序列号超出范围 [0 - 65536].

source: Incorrect Destination Port -- Packet Tracer
zh_cn: 目的端口不正确 -- Packet Tracer

source: Invalid TTL Entered.
zh_cn: 输入的TTL无效.

source: Incorrect TTL -- Packet Tracer
zh_cn: TTL不正确 -- Packet Tracer

source: Enter Sequence Number
zh_cn: 输入序列号

source: Destination Port out of range [1 - 65536].
zh_cn: 目的端口号超出范围 [1 - 65536].

source: Incorrect TOS -- Packet Tracer
zh_cn: TOS不正确 -- Packet Tracer

source: Enter TTL
zh_cn: 输入TTL

source: The minimum value for the interval is 0.001 and the maximum is 1000000 seconds.
zh_cn: 间隔的最小值为0.001秒，最大值为1000000秒.

source: Incorrect Seq Num -- Packet Tracer
zh_cn: 序列号不正确 -- Packet Tracer

source: Incorrect Time -- Packet Tracer
zh_cn: 时间不正确 -- Packet Tracer

source: TTL out of range [0-255].
zh_cn: TTL超出范围[0-255].

source: Incorrect Source Port -- Packet Tracer
zh_cn: 源端口不正确 -- Packet Tracer

source: Enter the DSCP value as a decimal in the TOS field. The DSCP value shows up as hex in PDU details.
zh_cn: 在TOS字段中以十进制形式输入DSCP值。DSCP值在PDU详细信息中将显示为十六进制。

source: Enter Source Port
zh_cn: 输入源端口

source: Invalid Source IP Address Entered.
zh_cn: 输入的源IP地址无效.

source: Invalid Destination IP Address Entered.
zh_cn: 输入的目的IP地址无效.

source: Invalid Destination Port Number Entered.
zh_cn: 输入的目的端口号无效.

source: The time entered is invalid.
zh_cn: 输入的时间无效.

source: Invalid Source Port Number Entered.
zh_cn: 输入的源端口号无效.

source: DOMAIN NAME (Length Vary):<br>%1
zh_cn: 域名 (长度可变):<br>%1

source: DOMAIN NAME SERVER:<br>%1
zh_cn: 域名服务器:<br>%1

source: DNS Cache
zh_cn: DNS缓存

source: Clear Cache
zh_cn: 清除缓存

source: Custom Interface (%1) not found in script module (%2).
zh_cn: 自定义界面(%1)在脚本模块中未找到(%2)。

source: Error starting script module (%1).
zh_cn: 启动脚本模块出错 (%1).

source: Script module (%1) is disabled.
zh_cn: 脚本模块(%1)已禁用.

source: Custom Interface (%1) not found in file script module.
zh_cn: 自定义界面(%1)在文件脚本模块中未找到。

source: DHCPv6 Server ID Option
zh_cn: DHCPv6服务器ID选项

source: DHCPv6 Client ID Option
zh_cn: DHCPv6客户端ID选项

source: Volume: %1 cubic meters
zh_cn: 容量: %1 立方米

source: This container needs to be smaller than its parent container all dimensions.
zh_cn: 此容器需要在所有维度方面均小于其父容器。

source: Illegal characters [ acceptable characters: 0 to 9 ].
zh_cn: 非法字符 [可接受的字符: 0 到 9].

source: This container needs to be larger than its child containers in all dimensions.
zh_cn: 此容器需要在所有维度方面均大于其子容器。

source: Setting the background image for a Wiring Closet is not allowed.
zh_cn: 不允许为布线柜设置背景图像。

source: Packet Tracer - Error Importing App Meta File
zh_cn: Packet Tracer - 导入应用程序元文件出错

source: Add Application Meta File
zh_cn: 添加应用程序元文件

source: An error occurred importing this application's meta file.
zh_cn: 导入此应用程序的元文件时发生错误。

source: App Meta File (*.pta)
zh_cn: 应用程序元文件(*.pta)

source: This ExApp is mandatory and may not be removed or disabled.
zh_cn: 此ExAPP是强制性的，可能不会被删除或禁用。

source: CHECKSUM: %1
zh_cn: 校验和: %1

source: Status Code: 0x%1
zh_cn: 状态代码: 0x%1

source: Local MAC Address:
zh_cn: 本地MAC地址:

source: Router IP Address:
zh_cn: 路由器IP地址:

source: <p align="right"><b>Local Network</b></p>
zh_cn: <p align="right"><b>本地网络</b></p>

source: Local Network Status
zh_cn: 本地网络状态

source: End IP Address:
zh_cn: 终止IP地址:

source: <p align="right"><b>DHCP Server</b></p>
zh_cn: <p align="right"><b>DHCP服务器</b></p>

source: Configurations not available at present
zh_cn: 配置当前不可用

source: EXTENSION
zh_cn: 扩展

source: LENGTH / TYPE:<br>0x%1
zh_cn: 长度/类型:<br>0x%1

source: <center>Referenced Advertising Router: %1
zh_cn: <center>引用通告路由器: %1

source: Please select at least one permission.
zh_cn: 请选择至少一种权限。

source: Password is Empty! -- Packet Tracer
zh_cn: 密码为空！ -- Packet Tracer

source: User account is configured already.
zh_cn: 用户账户已配置.

source: Username already exists! -- Packet Tracer
zh_cn: 用户名已存在！ -- Packet Tracer

source: No Permission is Selected! -- Packet Tracer
zh_cn: 未选择任何权限! -- Packet Tracer

source: Please input a username.
zh_cn: 请输入用户名.

source: Username is Empty! -- Packet Tracer
zh_cn: 用户名为空！ -- Packet Tracer

source: Please input a password.
zh_cn: 请输入密码.

source: Remote Server Settings
zh_cn: 远程服务器设置

source: Serila Number:
zh_cn: 序列号:

source: Hardware Type: 0x%1
zh_cn: 硬件类型: 0x%1

source: Prefix field cannot be empty
zh_cn: 前缀字段不能为空

source: Prefix Length field cannot be empty
zh_cn: 前缀长度字段不能为空

source: Pool is already defined.
zh_cn: 地址池已定义.

source: Prefix Assigned Length field cannot be empty
zh_cn: 前缀指定长度字段不能为空

source: Prefix assigned length is invalid. Number should be [1-128]
zh_cn: 分配的前缀长度无效。数值应为[1-128]

source: Prefix length is invalid. Number should be [1-128]
zh_cn: 前缀长度无效。数值应为[1-128]

source: Ipv6 Prefix: %1
zh_cn: IPv6前缀: %1

source: Preferred Lifetime : %1
zh_cn: 首选生命期 : %1

source: Prefix Length: %1
zh_cn: 前缀长度: %1

source: Valid Lifetime: %1
zh_cn: 有效生命期: %1

source: Version: 0x%1
zh_cn: 版本: 0x%1

source: Command: 0x%1
zh_cn: 命令: 0x%1

source: ACKNUM: %1
zh_cn: 确认号: %1

source: FLAGS: 0x%1
zh_cn: 标志: 0x%1

source: AUTONOMOUS SN: %1
zh_cn: 自治系统号: %1

source: START VALUE: %1
zh_cn: 起始值: %1

source: SEQUENCE NUM:%1
zh_cn: 序列号:%1

source: <center>AUTHENTICATION: %1
zh_cn: <center>认证: %1

source: DESIGNATED ROUTER: %1
zh_cn: 指定路由器: %1

source: BACKUP DESIGNATED ROUTER: %1
zh_cn: 备份指定路由器: %1

source: NETWORK MASK: %1
zh_cn: 网络掩码: %1

source: HELLO INTERVAL: %1
zh_cn: HELLO间隔: %1

source: NEIGHBOR COUNT: %1
zh_cn: 邻居计数: %1

source: ROUTER DEAD INTERVAL: %1
zh_cn: 路由器无效间隔: %1

source: # LSAs: %1
zh_cn: # LSA: %1

source: Please enter a VLAN name and number.
zh_cn: 请输入VLAN名称和编号.

source: Please fill in the name.
zh_cn: 请填写姓名.

source: Please fill in the incoming mail server.
zh_cn: 请填写接收邮件服务器。

source: Please fill in the outgoing mail server.
zh_cn: 请填写发送邮件服务器。

source: Invalid outgoing mail server entered.
zh_cn: 输入的发送邮件服务器无效。

source: Invalid email address entered.
zh_cn: 输入的电子邮箱地址无效.

source: Please fill in the password.
zh_cn: 请填写密码.

source: Please fill in the email address.
zh_cn: 请填写电子邮箱地址.

source: Please fill in the user name.
zh_cn: 请填写用户名.

source: Invalid incoming mail server entered.
zh_cn: 输入的接收邮件服务器无效。

source: Enter a name for the new profile.
zh_cn: 输入新配置的名称.

source: This space does not fit this device.
zh_cn: 此空间不适合该设备。

source: %1 cannot be placed on the table.
zh_cn: %1无法放置在桌子上。

source: Press to change image
zh_cn: 按下以更改图像

source: Debug - File Script Module
zh_cn: 调试 -- 文件脚本模块

source: Switch to Simple Debug
zh_cn: 切换至简单调试

source: Debugger is suspended. Click Continue first.
zh_cn: 调试器已暂停. 请先单击“继续”.

source: Debug - %1
zh_cn: 调试 - %1

source: Prefix: %1
zh_cn: 前缀: %1

source: Elapsed Route Tag: 0x%1
zh_cn: 经过的路由标签: 0x%1

source: Invalid subnet mask.
zh_cn: 无效的子网掩码.

source: Invalid destination network address.
zh_cn: 无效的目的网络地址.

source: Invalid next hop IP address.
zh_cn: 无效的下一跳IP地址.

source: Unable to overwrite %1.
zh_cn: 无法覆盖%1.

source: Please select a File to Restore.
zh_cn: 请选择要还原的文件.

source: Backup Configuration
zh_cn: 备份配置

source: Please select a File to upgrade.
zh_cn: 请选择要更新的文件.

source: Please select a File to Backup.
zh_cn: 请选择要备份的文件.

source: User Login
zh_cn: 用户登录

source: Guest Login
zh_cn: 访客登录

source: A Cisco NetSpace account is required to use the full features of Packet Tracer. Please sign in with your NetSpace Credentials. If you do not have a NetSpace account, please click "Guest Login" button to proceed. Proxy can be set in the Preferences.
zh_cn: 需要Cisco Netspace账户才能使用Packet Tracer的全部功能。请使用您的Netspace凭据登录。如果您没有Netspace账户，请点击“访客登录”按钮继续。代理可以在“首选项”中予以设置。

source: Offline Saving in Progress...
zh_cn: 正在离线保存...

source: Offline Saving Progress Dialog
zh_cn: 离线保存进程对话框

source: NEIGHBOR: %1
zh_cn: 邻居: %1

source: PORT: %1
zh_cn: 端口: %1

source: Add...
zh_cn: 添加...

source: ExApps, script modules, and pka/pkt/pkz files signed with a certificate in the Trusted Publishers will be imported or opened automatically. The same files signed with a certificate in the Untrusted Publishers will blocked.
zh_cn: ExAPP、脚本模块以及带有受信任发布者证书签名的pka / pkt / pkz文件将被自动导入或打开。带有不受信任发布者证书签名的同类文件将被拦截。

source: Configure Publishers
zh_cn: 配置发布者

source: Untrusted Publishers
zh_cn: 不受信任的发布者

source: Trusted Publishers
zh_cn: 可信的发布者

source: LINK ID: %1
zh_cn: 链路ID: %1

source: LINK DATA: %1
zh_cn: 链路数据: %1

source: METRIC: %1
zh_cn: 度量: %1

source: Active Apps
zh_cn: 活动应用

source: Area ID: %1
zh_cn: 区域ID: %1

source: Priority: 0x%1
zh_cn: 优先级: 0x%1

source: Router Dead Interval: 0x%1
zh_cn: 路由器无效间隔: 0x%1

source: Hello Interval: 0x%1
zh_cn: Hello间隔: 0x%1

source: Designated Router ID: %1
zh_cn: 指定路由器ID: %1

source: Router ID: %1
zh_cn: 路由器ID: %1

source: Checksum: 0x%1
zh_cn: 校验和: 0x%1

source: Instance ID: 0x%1
zh_cn: 实例ID: 0x%1

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Debug Messages</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"><br /></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"><br /></p></body></html>
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">调试消息</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"><br /></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"><br /></p></body></html>

source: Switch to Full Debugger
zh_cn: 切换至完全调试器

source: NOTIFY MSG TYPE: %1
zh_cn: 通知消息类型: %1

source: DOMAIN OF INTERPRETATION: %1
zh_cn: 解释域: %1

source: SITUATION: %1
zh_cn: 环境: %1

source: FLAG:<br/>%1
zh_cn: 标志:<br/>%1

source: SEQ NO:<br/>%1
zh_cn: 序列号:<br/>%1

source: TYPE:<br/>0x%1
zh_cn: 类型:<br/>0x%1

source: SESSION ID: %1
zh_cn: 会话ID: %1

source: Congratulations, your profile has been successfully configured.
zh_cn: 恭喜，您的配置文件已成功配置。

source: Confirm Guest
zh_cn: 确认访客

source: Press "Confirm Guest" button to continue as guest.
zh_cn: 按下“确认访客”按钮，以访客身份继续。

source: User Delete Warning
zh_cn: 用户删除警告

source: User might be in use.
zh_cn: 用户可能正在使用中。

source: ESP DATA ENCRYPTED WITH AES 256
zh_cn: 使用AES 256加密的ESP数据

source: ESP DATA ENCRYPTED WITH AES 192
zh_cn: 使用AES 192加密的ESP数据

source: ESP DATA ENCRYPTED WITH AES 128
zh_cn: 使用AES 128加密的ESP数据

source: ESP DATA AUTHENTICATED WITH MD5
zh_cn: 基于MD5认证的ESP数据

source: ESP DATA AUTHENTICATED WITH SHA
zh_cn: 基于SHA认证的ESP数据

source: ESP SEQUENCE: %1
zh_cn: ES序列: %1

source: ESP DATA ENCRYPTED WITH AES
zh_cn: 使用AES加密的ESP数据

source: ESP DATA ENCRYPTED WITH DES
zh_cn: 使用DES加密的ESP数据

source: ESP DATA ENCRYPTED WITH 3DES
zh_cn: 使用3DES加密的ESP数据

source: Max. Retransmission Timeout out of Range [1000-5000]
zh_cn: 最大重传超时超出范围[1000-5000]

source: Max. no. of connections out of Range [1-100]
zh_cn: 最大连接数超出范围[1-100]

source: Out of Range [1-100]
zh_cn: 超出范围 [1-100]

source: Max. open sessions out of Range [1-10000]
zh_cn: 最大开放会话超出范围[1-10000]

source: CBAC value out of Range [0.1-100.0]
zh_cn: CBAC值超出范围 [0.1-100.0]

source: Current Location:
zh_cn: 当前位置:

source: Jump to Selected Location
zh_cn: 跳转至所选位置

source: FLAGS: %1
zh_cn: 标志: %1

source: This is a mandatory ExApp and may not be disconnected.
zh_cn: 这是一个强制性的ExAPP，可能不会中断连接。

source: The MAC Address already exists.
zh_cn: MAC地址已存在.

source: Wireless Clients
zh_cn: 无线客户端

source: Wireless Profiles
zh_cn: 无线配置

source: CONTROL<br/>BIT: %1
zh_cn: 控制<br/>位: %1

source: Not Found
zh_cn: 未找到

source: Protocol Error
zh_cn: 协议错误

source: Authentication Required
zh_cn: 请求认证

source: Resource not found
zh_cn: 未找到资源

source: The value is out of range [0-254].
zh_cn: 值超出范围 [0-254].

source: COMMUNITY: %1
zh_cn: 共同体: %1

source: PDU TYPE: %1
zh_cn: PDU类型: %1

source: REQUEST IDENTIFIER: %1
zh_cn: 请求标识符: %1

source: ERROR STATUS: %1
zh_cn: 差错状态: %1

source: ERROR INDEX: %1
zh_cn: 差错索引: %1

source: DD Sequence Number: 0x%1
zh_cn: DD序列号: 0x%1

source: Interface MTU: 0x%1
zh_cn: 接口MTU: 0x%1

source: Area ID: 0x%1
zh_cn: 区域ID: 0x%1

source: Internal Port
zh_cn: 内部 端口

source: External Port
zh_cn: 外部 端口

source: To IP Address
zh_cn: 到IP地址

source: Packet Tracer Custom Device Template File (*.ptd)
zh_cn: Packet Tracer自定义设备模板文件(*.ptd)

source: Save File in Templates Folder
zh_cn: 将文件保存至模板文件夹

source: Packet Tracer Custom Device Template File (*.ptt)
zh_cn: Packet Tracer自定义设备模板文件(*.ptt)

source: LAN Settings
zh_cn: LAN设置

source: PROTOCOL:<br>0x%1
zh_cn: 协议:<br>0x%1

source: LCP:<br>VARIABLE<br>LENGTH
zh_cn: LCP:<br>可变<br>长度

source: DNS Recursive Server: %1
zh_cn: 递归DNS服务器: %1

source: Requested Option Code: %1
zh_cn: 请求选项代码: %1

source: HOP Prefix: %1
zh_cn: 跳前缀: %1

source: PREFIX LEN: 0x%1
zh_cn: 前缀长度: 0x%1

source: Preferred Lifetime: 0x%1
zh_cn: 首选生命期: 0x%1

source: have illegal characters, must be [ 0 - 9 ]
zh_cn: 存在非法字符，必须为[ 0 - 9 ]

source: Percentage of Queue Filled
zh_cn: 队列填充百分比

source: Details
zh_cn: 详细信息

source: Qos - Queue
zh_cn: QoS -队列

source: Invalid IP or Mask Address.
zh_cn: 无效的IP或掩码地址.

source: Overlap IP Address.
zh_cn: IP地址重复。

source: Select a record to edit.
zh_cn: 选择要编辑的记录.

source: Cisco Packet Tracer - Environments
zh_cn: Cisco Packet Tracer - 环境

source: <center>REP DATA
zh_cn: <center>REP数据

source: The value is out of range [A-Z, a-z, 0-9, -, _]
zh_cn: 值超出范围 [A-Z, a-z, 0-9, -, _]
